aaron-bond.better-comments
bierner.color-info
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
drKnoxy.eslint-disable-snippets
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Gruntfuggly.todo-tree
guillaumedoutriaux.name-that-color
joelday.docthis
letrieu.expand-region
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
naco-siren.gradle-language
PKief.material-icon-theme
pnp.polacode
ryu1kn.partial-diff
Shan.code-settings-sync
sidthesloth.html5-boilerplate
spoonscen.es6-mocha-snippets
streetsidesoftware.code-spell-checker
sysoev.language-stylus
timonwong.shellcheck
tombonnike.vscode-status-bar-format-toggle
wix.vscode-import-cost
yatki.vscode-surround
yo1dog.cursor-align
